/* primaryText for generic settings alert */
"%@" = "%@";

/* second day forecast
   third day forecast */
"%@ - %@, High: %@¬∞%@, Low: %@¬∞%@" = "%1$@ - %2$@, High: %3$@¬∞%4$@, Low: %5$@¬∞%6$@";

/* About */
"About" = "About";

/* Add RSS Location */
"Add RSS Location" = "Add RSS Location";

/* Add Weather Location */
"Add Weather Location" = "Add Weather Location";

/* AppleTV OS updates successfully disabled! */
"AppleTV OS updates successfully disabled!" = "AppleTV OS updates successfully disabled!";

/* AppleTV OS updates successfully enabled! */
"AppleTV OS updates successfully enabled!" = "AppleTV OS updates successfully enabled!";

/* Block updates menu item */
"AppleTV Updates" = "AppleTV Updates";

/* Author */
"Author" = "Author";

/* cancel button */
"Cancel Delete" = "Cancel Delete";

/* Current Conditions */
"Current Conditions" = "Current Conditions";

/* current conditions of the current day for weather */
"Current Conditions: %@, %@¬∞%@" = "Current Conditions: %1$@, %2$@¬∞%3$@";

/* Custom Package Install */
"Custom Package Install" = "Custom Package Install";

/* Custom Package Search */
"Custom Package Search" = "Custom Package Search";

/* Date */
"Date" = "Date";

/* cancel delete */
"Delete" = "Delete";

/* alert dialog for deleting playlist */
"Delete %@?" = "Delete %@?";

/* Dew Point */
"Dew Point" = "Dew Point";

/* Disabled */
"Disabled" = "Disabled";

/* Downloading %@... */
"Downloading %@..." = "Downloading %@...";

/* Enabled */
"Enabled" = "Enabled";

/* title of textentry controller for entering RSS url */
"Enter RSS feed URL" = "Enter RSS feed URL";

/* title of textentry controller for entering rss location name */
"Enter RSS location name" = "Enter RSS location name";

/* title of textentry controller for entering weather location name */
"Enter weather location name" = "Enter weather location name";

/* title of textentry controller for entering weather zip code or location id */
"Enter zip code or location ID" = "Enter zip code or location ID";

/* Featured menu item divider in software section */
"Featured" = "Featured";

/* Files */
"Files" = "Files";

/* Humidity */
"Humidity" = "Humidity";

/* the text to the left of the text field while entering a weather location name */
"ID:" = "ID:";

/* Install Software */
"Install Software" = "Install Software";

/* primary text when there is no internet connection */
"Install Software requires an internet connection. Please connect your AppleTV to the Internet." = "Install Software requires an internet connection. Please connect your AppleTV to the Internet.";

/* Installation Failed! */
"Installation Failed!" = "Installation Failed!";

/* Installation Successful / Up to Date */
"Installation Successful / Up to Date" = "Installation Successful / Up to Date";

/* alert when there is no internet connection
   Internet Unavailable */
"Internet Unavailable" = "Internet Unavailable";

/* Location */
"Location" = "Location";

/* the text to the left of the text field while entering a rss location name
   the text to the left of the text field while entering a weather location name */
"Name:" = "Name:";

/* Network */
"Network" = "Network";

/* options in menu divider
   Options menu item divider in software section */
"Options" = "Options";

/* Package Containing: */
"Package Containing:" = "Package Containing:";

/* Package ID: */
"Package ID:" = "Package ID:";

/* Package Removal Failed! */
"Package Removal Failed!" = "Package Removal Failed!";

/* Package Removal Successful */
"Package Removal Successful" = "Package Removal Successful";

/* Package Removal Successful / Up to Date */
"Package Removal Successful / Up to Date" = "Package Removal Successful / Up to Date";

/* Playlists */
"Playlists" = "Playlists";

/* Please enter a partial name of the custom .deb you would like to search for */
"Please enter a partial name of the custom .deb you would like to search for" = "Please enter a partial name of the custom .deb you would like to search for";

/* Please enter the name of the custom .deb you would like to install */
"Please enter the name of the custom .deb you would like to install" = "Please enter the name of the custom .deb you would like to install";

/* secondary text for bad zip alert */
"Popping in 3 Seconds" = "Popping in 3 Seconds";

/* seconday text when when there is no internet connection */
"Press menu to exit" = "Press menu to exit";

/* press menu to exit */
"press menu to exit" = "press menu to exit";

/* secondary text when error in settings controller */
"Re-directed to settings facade in 5 seconds" = "Re-directed to settings facade in 5 seconds";

/* Reboot AppleTV menu item */
"Reboot AppleTV" = "Reboot AppleTV";

/* Recent Files */
"Recent Files" = "Recent Files";

/* the menu item to remove the current rss location */
"Remove RSS Location" = "Remove RSS Location";

/* the menu item to remove the current weather location */
"Remove Weather Location" = "Remove Weather Location";

/* removing %@
   Removing %@ */
"removing %@" = "removing %@";

/* Restart Lowtide menu item */
"Restart Lowtide" = "Restart Lowtide";

/* Restart options menu divider in settings */
"Restart Options" = "Restart Options";

/* RSS Feeds
   Title of RSS menu */
"RSS Feeds" = "RSS Feeds";

/* the url of the rss location point
   title of menu for editing/saving rss location points */
"RSS Location" = "RSS Location";

/* the name of the rss location point as its displayed in the weather menu */
"RSS Name" = "RSS Name";

/* the menu item to save changes to a rss location
   the menu item to save changes to a weather location */
"Save Changes" = "Save Changes";

/* the menu item to save a new rss location to the rss.plist file */
"Save RSS Location" = "Save RSS Location";

/* the menu item to save a new weather location to the weather.plist file */
"Save Weather Location" = "Save Weather Location";

/* Search for Packages */
"Search for Packages" = "Search for Packages";

/* searching for %@... */
"searching for %@..." = "searching for %@...";

/* Section */
"Section" = "Section";

/* Settings */
"Settings" = "Settings";

/* update blocker alert main text for success */
"Software Update Blocked Successfully!" = "Software Update Blocked Successfully!";

/* No comment provided by engineer. */
"Software Updates Blocking Failed!" = "Software Updates Blocking Failed!";

/* Streams */
"Streams" = "Streams";

/* celcius / fahrenheit of weather point */
"Units" = "Units";

/* No comment provided by engineer. */
"Update Block Failed" = "Update Block Failed";

/* Update Disabled */
"Update Disabled" = "Update Disabled";

/* Update Enabled */
"Update Enabled" = "Update Enabled";

/* Update nitoTV menu item */
"Update nitoTV" = "Update nitoTV";

/* update blocker alert title for success */
"Updates Blocked Successfully" = "Updates Blocked Successfully";

/* main text for Spinner text control while updating nitoTV */
"Updating nitoTV, please wait..." = "Updating nitoTV, please wait...";

/* title for Spinner text control while updating nitoTV */
"Updating, Please wait..." = "Updating, Please wait...";

/* the text to the left of the text field while entering a RSS url */
"URL:" = "URL:";

/* Version */
"Version" = "Version";

/* the menu item responsible for viewing rss location */
"View Feed" = "View Feed";

/* the menu item responsible for viewing weather location */
"View Weather" = "View Weather";

/* Weather */
"Weather" = "Weather";

/* the zip code/location id of the weather location point
   title of menu for editing/saving weather location points */
"Weather Location" = "Weather Location";

/* Title of weather menu */
"Weather Manager" = "Weather Manager";

/* the name of the weather location point as its displayed in the weather menu */
"Weather Name" = "Weather Name";

/* alert for when weather retrieve failed */
"Weather Retrieval Failed" = "Weather Retrieval Failed";

/* primary text for bad zip */
"Weather retrieval failed, possibly a bad or incomplete zip code." = "Weather retrieval failed, possibly a bad or incomplete zip code.";

/* Wind */
"Wind" = "Wind";

